Repository: common-repository/ngo-branding
Catalog: languages/ngo-branding-*.po
Languages: ar_ar, sv_se

source: Drivs av
ar_ar: Powered by

source: En plattform för lokalt samarbete inom den sociala ekonomin.
ar_ar: منصة للتعاون المحلي في الاقتصاد الاجتماعي.

source: För uppdateringar, frågor och hjälp besök
ar_ar: للحصول على التحديثات والأسئلة وزيارة مساعدة

source: NGO-portalens Github
ar_ar: NGO portal Github

source: Du har angett fel inloggningsuppgifter.<br/>För att skydda ditt konto anger vi inte om det är lösenordet eller användarnamnet som är fel.
ar_ar: لقد أدخلت معلومات تسجيل الدخول الخاصة بك. <br/> لحماية حسابك،لن نعرف ما اذا كان كلمة السر أو اسم المستخدم غير صحيح.

source: Om föreningsportalen
ar_ar: عن بوابة الجمعيات

source: Föreningsportalen på Github
ar_ar: NGO portal at Github

source: Dokumentation
ar_ar: توثيق

source: Support Forum
ar_ar: منتدى الدعم

source: Felanmälan och önskemål
ar_ar: تقارير الخطأ والطلبات

source: Välkommen till Föreningsportalen
ar_ar: أهلا بكم إلى بوابة الجمعيات

source: Välkommen till <a target="_blank" href="http://xn--freningsportalen-mwb.se">http://föreningsportalen.se</a>
ar_ar: أهلا بكم إلى <a target="_blank" href="http://xn--freningsportalen-mwb.se">http://föreningsportalen.se</a>.

source: Föreningsportalen är ett nätverk för lokalt och regionalt samarbete.
ar_ar: بوابة الجمعيات (NGO Portal) هي شبكة للتعاون المحلي والاقليمي.

source: Föreningsportalen stöds av <a target="_blank" href="https://bona.nu">https://bona.nu</a>
ar_ar: يتم دعم بوابة الجمعية من قبل <a target="_blank" href="https://bona.nu">https://bona.nu</a>

source: Visa dina events i portalkalendern så kommer de att visas för alla.
ar_ar: اعرض الاحداث الخاصة بك على تقويم البوابة لتصبح مرئية للجميع.

source: Evenemang som endast rör medlemmar visar man enbart i sin egen kalender.
ar_ar: الأحداث الخاصة بالأعضاء فقط يستطيع العضو رؤيتها فقط في التقويم الخاص بالجمعية .

source: Inte så många evenemang? Visa en evenemangslista istället för en kalender.
ar_ar: لايوجد أحداث كثيرة؟ اعرض لائحة الاحداث بدلا من التقويم.

source: I portalkalendern visar man publika evenemang.
ar_ar: في تقويم البوابة يستطيع المرء رؤية الأحداث العامة.

source: Amatörteaterförening? Visa dina produktioner i portalen.
ar_ar: جمعية هواة المسرح؟ مشاهدة عروضهم في البوابة.

source: Musikförening? Visa dina konserter /spelningar här.
ar_ar: جمعية الموسيقيين؟ عرض حفلاتهم /عروضهم هنا.

source: Ensam är aldrig stark. Kul att du är med i Föreningsportalen.
ar_ar: وحدك لن تكون قويا أبدا. رائع أن تكون مع بوابة الجمعيات.

source: Visste du att du kan visa annons för ditt evenemang på portalen?
ar_ar: هل تعلم بأنك تستطيع عرض إعلانات عن الاحداث الخاصة بك على البوابة؟

source: Har du synpunkter? <a target="_blank" href="http://wally.sjostadsliv.org/kontakt/">Hör av dig.</a>
ar_ar: هل لديك اقتراح؟<a target="_blank" href="http://wally.sjostadsliv.org/kontakt/"> دعنا نعلم </a>

source: Föreningsportalen är en WordPress plattform som kan användas av föreningsnätverk och andra som vill skapa en möjlighet att samordna /visa evenemang med mera på ett gemensamt ställe.
ar_ar: بوابة الجمعيات هي منصة ووردبرس التي يمكن استخدامها من قبل شبكات الجمعيات وغيرها التي ترغب في خلق فرصة لتنسيق وعرض الاحداث وغير ذلك في مكان واحد.

source: Föreningsportalen Support.
ar_ar: دعم بوابة الجمعيات

source: För frågor och information se vår webbplats
ar_ar: للأسئلة والمعلومات زورو موقعنا

source: För dokumentation se
ar_ar: للتوثيق زورو

source: För senaste uppdateringarna
ar_ar: للحصول على آخر التحديثات

source: på
ar_ar: في

source: För felanmälningar och buggrapporter
ar_ar: للفيدباك و تقارير المشاكل (bug)

source: Behöver du ytterligare hjälp? Kontakta
ar_ar: هلى تحتاج للمزيد من المساعدة؟ اتصل

source: utvecklarna
ar_ar: المطورين

source: Meta sökord
ar_ar: كلمات البحث المفتاحية

source: inlagt&nbsp;av
ar_ar: أرسلت بواسطة

source: Gästförfattare
ar_ar: الكاتب الضيف

source: Ange ev. gästförfattates namn
ar_ar: كاتب ضيف؟ أدخل اسم

source: Rensar upp i Wordpress, SEO anpassar, inaktiverar en del uppdateringar, lägger till funktion för gästföreläsare och gör så att Föreningsportalen känns som hemma. Nätverksaktivera INTE denna plugin. Läs vår Wiki. Ska vara aktiv på hela portalen. Använd Multi-site plugin manager för detta.
ar_ar: ووردبرس نظيفة ومكيفة للمشرفين, تعطيل بعض التحديثات, يضيف ميزة التحدث كضيف و يجعل بوابة الجمعيات غير الحكومية تشعر كالمنزل. الشبكات لا تفعلو هده الاضافة.اقرأ الـ Wiki الخاص بنا. يجب أن تكون مفعلة على البوابة بكاملها. استخدم اضافة مدير متعدد المواقع لهذا (Multi-site plugin manager)

source: Powered by
sv_se: Drivs av

source: A platform for local cooperation in the social economy.
sv_se: En plattform för lokalt samarbete inom den sociala ekonomin.

source: You have entered wrong login information. <br/> To protect your account, we will not tell if it's the password or the user name that is wrong.
sv_se: Du har angett fel inloggningsuppgifter.<br/>För att skydda ditt konto anger vi inte om det är lösenordet eller användarnamnet som är fel.

source: About NGO-portal
sv_se: Om Föreningsportalen /NGO-portal

source: NGO portal at Github
sv_se: Föreningsportalen på Github

source: Documentation
sv_se: Dokumentation

source: Donate
sv_se: Donera

source: Error reports and requests
sv_se: Felanmälan och önskemål

source: Welcome to NGO Portal
sv_se: Välkommen till Föreningsportalen /NGO-portal

source: Welcome to <a target=\"_blank\" href=\"https://ngo-portal.org\">NGO-portal</a>
sv_se: Välkommen till <a target="\"_blank\"" href="\"https://ngo-portal.org\"">NGO-portal</a>

source: NGO portal is a network for local and regional cooperation.
sv_se: Föreningsportalen är ett nätverk för lokalt och regionalt samarbete.

source: NGO portal is supported by <a target=\"_blank\" href=\"https://datagaraget.se\">https://datagaraget.se</a>
sv_se: NGO-portalen stöds av <a target="\"_blank\"" href="\"https://datagaraget.se\"">https://datagaraget.se</a>

source: Show your events in the portal calendar to show it for everybody.
sv_se: Visa dina eventemang i portalkalendern så kommer de att visas för alla.

source: Events concerning only members should only be shown in your own calendar.
sv_se: Evenemang som endast rör medlemmar visar man enbart i sin egen kalender.

source: Not so many events? View a list of events rather than a calendar.
sv_se: Inte så många evenemang? Visa en lista över händelser istället för en kalender.

source: In the portal calendar you show public events.
sv_se: I portalkalendern visar man publika evenemang.

source: Amateur Theatre Association? Show your productions in the portal.
sv_se: Amatörteaterförening? Visa dina produktioner i portalen.

source: Music Association? Show your concerts / gigs here.
sv_se: Musikförening? Visa dina konserter / spelningar här.

source: Alone is not strong. We are happy that you are using the NGO portal.
sv_se: Ensam är inte stark. Vi är glada att du använder Föreningsportalen.

source: Did you know you can show ads for your event on the portal?
sv_se: Visste du att du kan visa en annons för ditt evenemang på portalen?

source: Have an opinion or a suggestion? <a target=\"_blank\" href=\"https://ngo-portal.org/kontakt/\">Let us know.</a>
sv_se: Har en åsikt eller ett förslag? <a target="\"_blank\"" href="\"https://ngo-portal.org/kontakt/\"">Låt oss veta.</a>

source: Welcome to NGO-portal
sv_se: Välkommen till Föreningsportalen /NGO-portal

source: NGO portal is a Wordpress platform which can be used by NGO networks and others who want to create a portal with interconnected yet independent web sites to coordinate and /or show events and more in one place.
sv_se: Föreningsportalen är en Wordpress-plattform som kan användas av föreningsnätverk och andra som vill skapa en portal med sammankopplade men ändå självständiga webbplatser för att samordna och/eller visa evenemang och mer på ett gemensamt ställe.

source: NGO-portal Support.
sv_se: Föreningsportalen Support.

source: For questions and information please visit our website
sv_se: För frågor och information vänligen besök vår hemsida

source: Most plugins you can find on Wordpress. For source code for them see wordpress repository or
sv_se: De flesta tillägg hittar du på Wordpress. Källkoden för dem finns i wordpress förvaret eller

source: For source code and the latest updates for other plugins see
sv_se: För källkod och de senaste uppdateringarna för andra tillägg se

source: NGO-portal on
sv_se: Föreningsportalen på

source: For documentation see
sv_se: För dokumentation, se

source: Need more help? Contact the
sv_se: Behöver du mer hjälp? Kontakta

source: developers
sv_se: utvecklarna

source: Meta keyword
sv_se: Meta sökord

source: Slug for site-lists
sv_se: Slug för webbplats-listor

source: posted by
sv_se: publicerad av

source: Guest Author
sv_se: Gästförfattare

source: If guest author, enter name
sv_se: Ange ev. gästförfattates namn

source: Cleans up WordPress admin, SEO adapts, set permalinks, disables some updates, adds feature guest author and makes the NGO-Portal to feel like home. This plugin should be active on the entire portal. Many settings is dependent on the logged in users capabilities, so it does not do much more then cosmetic, SEO and security changes for network-admin, but more for site-admins and editors that will get a cleaner dashboard with the settings they need.
sv_se: Rensar upp WordPress admin, SEO anpassar, inaktiverar vissa uppdateringar, lägger till funktionen gästförfattare och gör att Föreningsportalen känns som hemma. Denna plugin bör vara aktiv i hela portalen. Många inställningar beror på den inloggade i användarens befogenheter, så den gör inte mycket mer än kosmetiska förändringar, lite SEO och extra säkerhet för nätverks-admin, men mer för webbplats-administratörer och redigerare som får en enklare kontrollpanel med de inställningar de behöver.
